Repository: krush62/KPal
Catalog: Properties/Resources.*.resx
Languages: de

# Editor_Label_Base_Hue
source: Base Hue
de: Basiston

# Editor_Label_Base_Sat
source: Base Sat
de: Buntheit

# Editor_Label_Color_Count
source: Color Count
de: Farbanzahl

# Editor_Label_Hue_Shift
source: Hue Shift
de: Tonverschiebung

# Editor_Label_Hue_Shift_Exp
source: Hue Shift Exp
de: TV Exponent

# Editor_Label_Sat_Shift
source: Sat Shift
de: Bunt Verschiebung

# Editor_Label_Sat_Shift_Exp
source: Sat Shift Exp
de: BV Exponent

# Editor_Label_Value_Range
source: Value Range
de: Wertebereich

# Editor_MinMaxBtn_Tooltip
source: Minimize / Maximize
de: Minimieren / Maximieren

# Editor_RemoveRampBtn_Tooltip
source: Remove Ramp
de: Verlauf entfernen

# Editor_SaturationBtn_Tooltip
source: Saturation shift for darker colors
de: Buntheitsverschiebung

# MainWendow_Msg_Cannot_Export_Empty_List
source: Cannot export empy list.
de: Eine leere Liste kann nicht exportert werden

# MainWindow_Error_Exporting_Failed
source: Exporting file failed
de: Exportieren der Datei fehlgeschlagen

# MainWindow_Error_General_Title
source: Error
de: Fehler

# MainWindow_Error_Loading_Failed
source: Loading file failed
de: Laden der Datei fehlgeschlagen

# MainWindow_Error_Saving_Failed
source: Saving file failed
de: Speichern der Datei fehlgeschlagen

# MainWindow_ExportBtn_Tooltip
source: Export
de: Exportieren

# MainWindow_LoadBtn_Tooltip
source: Load Palette
de: Palette laden

# MainWindow_Msg_Cannot_Save_Empty_List
source: Cannot save empy list.
de: Eine leere Liste kann nicht gespeichert werden

# MainWindow_Msg_Discard_Message
source: Discard unsaved changes?
de: Ungespeicherte Änderungen verwerfen?

# MainWindow_Msg_Discard_Title
source: Do you really want to quit?
de: Wirklich beenden?

# MainWindow_NewBtn_Tooltip
source: New Palette
de: Neue Palette

# MainWindow_NewRampBtn_Tooltip
source: New Color Ramp
de: Neuer Farbverlauf

# MainWindow_SaveBtn_Tooltip
source: Save / Save As with right click
de: Speichern (Speichern als... mit Rechtsklick)

# MainWindow_Warning_Cannot_Add_Ramp
source: Cannot add more color ramps!
de: Kann keine weiteren Verläufe hinzufügen

# MainWindow_Warning_General_Title
source: Warning
de: Warnung
